Revit 2027 API
ParameterTypeId.DividedSurfacePatternFlip Property
 "Component Flip"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfacePatternFlip { get; }
Public Shared ReadOnly Property DividedSurfacePatternFlip As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfacePatternFlip {
	ForgeTypeId^ get ();
}
static member DividedSurfacePatternFlip : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace